{
  "processed_document_outline": [
    {
      "text": "The natural condition and its horrors",
      "text_type": "h1",
      "h3_present": false
    },
    {
      "text": "the most famous single phrase in Hobbes's entire oeuvre is his observation that life in the state of nature is \"solitary, poore, nasty, brutish, and short.\"Hobbes dissented from Aristotle on the substance of human natureAristotle thought that there was some kind of natural attraction toward the good, and toward life in society.Hobbes thinks that at best there is a common aversion to the summum malum, or death, and that we become \"apt\" for soci- ety only by being socialized into decent conduct.equally important is Hobbes's insistence on the natural equality of man- kind.Thinking of humanity as morally, politically, and intellectually on a level reinforced the view that the state rested on universal consent rather than on a tendency toward a natural hierarchy.Hobbes says the heads of all governments live in a state of nature with respect to one another.The state of nature is simply the condition where we are forced into contact with each other in the absence of a superiorauthority that can lay down and enforce rules to govern our behavior toward each other.the state of nature with which Hobbes is concerned is more nearly the condition of civilized people deprived of stable govern- ment than anything else.",
      "text_type": "unstyled",
      "processed_text": "\n\n-The most famous phrase in Hobbes's oeuvre is his observation that life in the state of nature is \"solitary, poore, nasty, brutish, and short.\"\n-Hobbes dissented from Aristotle on the substance of human nature. Aristotle thought that there was some kind of natural attraction toward the good, and toward life in society. Hobbes thinks that at best there is a common aversion to the summum malum, or death, and that we become \"apt\" for society only by being socialized into decent conduct.\n-equally important is Hobbes's insistence on the natural equality of mankind. Thinking of humanity as morally, politically, and intellectually on a level reinforced the view that the state rested on universal consent rather than on a tendency toward a natural hierarchy.\n-Hobbes says the heads of all governments live in a state of nature with respect to one another. The state of nature is simply the condition where we are forced into contact with each other in the absence of a superior authority that can lay down and enforce rules to govern our behavior toward each other.\n-the state of nature with which Hobbes is concerned is more nearly the condition of civilized people deprived of stable government than anything else."
    },
    { "text": "Hobbes's theory", "text_type": "h2", "h3_present": false },
    {
      "text": "may be designed around the prob- lem of sustaining and policing a large, prosperous society, where most people are known well only to a few friends but want to trans- act business and hold intellectual converse with distant strangers.Hobbes's theoryWhat is Hobbes's theory?We are to consider men in an ungov- erned condition:They are rational (able to calculate conse- quences).they are self-interested (in the sense that they ask what good to themselves will be produced by any given out- come)they are vulnerable to one anotherThey are anxious because they have some grasp of cause and effect (they understand the passage of time, and have a sense of their own mortality).Hobbesian man is heed- ful of the future. This means that no present success in obtaining what he needs for survival can reassure him.This is why Hobbes puts \"for a generall inclina- tion of all mankind, a perpetual and restless desire of Power after power, that ceaseth only in Death. \"Each appears to the other as a threat, and because each appears as a threat, each is a threat.Each of us is a potential threat to everyone else because each of us faces a world in which other people may cause us harm.The reasons for this are threefold:the state of nature is a state of scarcityHumans are diffident.Humans are prideful.these first two reasons for conflict can be dealt with fairly easily.Competition can be dealt with by the achievement of prosperitySimilarly, once there is a system of police, fear makes for peace rather than conflict.The third cause of conflict is not so easily dealt with.Hobbes insists that a peculiarity of human desire is its indeterminacy.one crude test of the value of our desires is the envy of other men.Hence, our desires are only satiable when we come to the top of the heap, and the criterion of success is universal envy. However,vainglory cannot be slaked by prosperity, and it creates a competition that security cannot defuse.The combined pressure of competition, diffidence, and glory leads to the war of all against all, and to a life that is poor, solitary, nasty, brutish, and short.To escape this condition, men must devise insti- tutions that will enforce rules of conduct that ensure peace.To discover what those rules are is to discover the law of nature.",
      "text_type": "unstyled",
      "processed_text": "\n\n-Hobbes's theory is that in an ungoverned condition, humans are rational (able to calculate consequences), self-interested (in the sense that they ask what good to themselves will be produced by any given outcome), and vulnerable to one another.\n-They are anxious because they have some grasp of cause and effect (they understand the passage of time, and have a sense of their own mortality).\n-Hobbesian man is heedful of the future. This means that no present success in obtaining what he needs for survival can reassure him.\n-This is why Hobbes puts \"for a generall inclination of all mankind, a perpetual and restless desire of Power after power, that ceaseth only in Death. \"\n-Each appears to the other as a threat, and because each appears as a threat, each is a threat.\n-Each of us is a potential threat to everyone else because each of us faces a world in which other people may cause us harm. The reasons for this are threefold: the state of nature is a state of scarcity, humans are diffident, and humans are prideful.\n-these first two reasons for conflict can be dealt with fairly easily. Competition can be dealt with by the achievement of prosperity. Similarly, once there is a system of police, fear makes for peace rather than conflict.\n-The third cause of conflict is not so easily dealt with. Hobbes insists that a peculiarity of human desire is its indeterminacy.\n-one crude test of the value of our desires is the envy of other men. Hence, our desires are only satiable when we come to the top of the heap, and the criterion of success is universal envy. However, vainglory cannot be slaked by prosperity, and it creates a competition that security cannot defuse.\n-The combined pressure of competition, diffidence, and glory leads to the war of all against all, and to a life that is poor, solitary, nasty, brutish, and short.\n-To escape this condition, men must devise institutions that will enforce rules of conduct that ensure peace. To discover what those rules are is to discover the law of nature."
    },
    { "text": "The laws of nature", "text_type": "h2", "h3_present": false },
    {
      "text": "Hobbes's account of the laws of nature is distinctive.\"A LAW OF NATURE (lex naturalis) is a Precept, or generall Rule, found out by Reason, by which a man is forbidden to do, that, which is destruc- tive of his life, or taketh away the means of preserving the same; and to omit, that, by which he thinketh it may be best preserved.\"Hobbes claims that we can see that the rules we out to follows lay down thatwe must preserve our lives, and that we have an absolute right to do whatever conduces to that end.The best way to preserve our lives is through peace.Hobbes argues that the best way for us to achieve peace is for us to renounce all our rights save ony save only the right to defend ouselves in extremis.",
      "text_type": "unstyled",
      "processed_text": "\n"
    },
    {
      "text": "The contractual escape route",
      "text_type": "h1",
      "h3_present": false
    }
  ]
}
